"Loading..." = "Betöltés...";
"Connection Error" = "Csatlakozási hiba";
"Search Temporarily Unavailable" = "Sajnáljuk, a keresés átmenetileg nem elérhető";
"Error" = "Hiba";
"No Loc Error Title" = "A Helymeghatározás funkció ki van kapcsolva";
"No Loc Error Message" = "A Helymeghatározás funkció nélkül nem tudjuk a közeledben lévő helyeket megmutatni. A Helymeghatározás a Beállítások > Adatvédelem > Helymeghatározás menüpontban kapcsolható be.";
"Details" = "Részletek";
"List" = "Lista";
"Map" = "Térkép";
"Settings" = "Beállítások";
"Wheelchair Settings" = "Szűrés akadálymentesség alapján";
"Category Settings" = "Szűrés kategória alapján";
"EditPOIViewInfoLabel" = "Infó";
"Signed In" = "Bejelentkezve";
"Signed In As" = "Bejelentkezve mint";
"Not Logged In" = "Nem vagy bejelentkezve.";
"Sign Out" = "Kijelentkezés";
"About Wheelmap" = "Az alkalmazásról";
"Credits:" = "Stáblista:";
"Map Credits" = "Térképadatok: OpenStreetMap";
"Icons Credits" = "Iconok: Yusuke Kamiyamane";
"Dev Credits" = "iPhone fejlesztés: Dorian Roy";
"Copyright" = "© 2010 Sozialhelden e.V. Minden jog fenntartva.";
"Close" = "Bezárás";
"Search Results" = "Keresési eredmények";
"Nearby Places" = "Közeli helyek";
"Places near %@" = "Helyek %@ közelében";
"Places in map segment" = "Helyek a térképszelvényen";
"OK" = "OK";
"Cancel" = "Mégsem";
"BackButton" = "Vissza";
"Unknown Place" = "Ismeretlen hely";
"Loading Places" = "Helyek betöltése...";
"No Results" = "Nem található hely";
"Zoom Closer" = "Közelíts a helyek mutatásához";
"Still not found?" = "Még mindig nincs meg?";
"Tap to Add Place" = "Koppints ide egy hely hozzáadásához";
"Save Changes" = "Változások mentése";
"Confirm Place %@ Status %@" = "%1$@ státusa megváltozik erre: %2$@";
"Add Place" = "Hely hozzáadása";
"Edit Name" = "Név szerkesztése";
"Edit Type" = "Típus szerkesztése";
"Edit Location" = "Helyszín szerkesztése";
"Drag Pin" = "Jelöld piros gombostűvel a hely pontos elhelyezkedését";
"Edit Description" = "Megjegyzés szerkesztése";
"Edit Address" = "Cím szerkesztése";
"Street Placeholder" = "Utca";
"Housenumber Placeholder" = "Hsz.";
"Postcode Placeholder" = "Irsz.";
"City Placeholder" = "Város";
"Edit Website" = "Weboldal szerkesztése";
"Edit Phone" = "Telefonszám szerkesztése";
"Add Description" = "Megjegyzés hozzáadása";
"Description Note" = "Hozzáadhatsz egy rövid megjegyzés a hely akadálymentessével kapcsolatban";
"Add Address" = "Cím hozzáadása";
"Add Website" = "Weboldal hozzáadása";
"Add Phone" = "Telefonszám hozzáadása";
"URL" = "URL";
"Enter valid URL" = "Kérjük, érvényes URL-t adj meg";
"Confirm Add Place" = "Tényleg hozzá akarod adni ezt a helyet a Wheelmap-hez?";
"Add Place Button" = "Új hely hozzáadása";
"Confirm Edit Place" = "Tényleg meg akarod változtatni ezt a helyet?";
"Edit Place Button" = "Változások mentése";
"Error Place Not Editable" = "Sajnáljuk, úgy tűnik, hogy ezt a helyet nem lehet a Wheelmapen keresztül szerkeszteni";
"Place Added" = "Hely hozzáadva";
"Place Edited" = "Hely szerkesztve";
"Place Added Message" = "Beletelhet néhány percbe, amíg a változások a keresési eredményekben is megjelennek.";
"EditPOIViewNameLabel" = "Név";
"field_type" = "Típus";
"field_wheelchair" = "Kerekesszék";
"field_wheelchair:description" = "Megjegyzés";
"EditPOIViewAddressLabel" = "Cím";
"EditPOIViewPhoneLabel" = "Telefon";
"EditPOIViewWebsiteLabel" = "Weboldal";
"EditPOIViewPositionLabel" = "Helyzet";
"Accessibility" = "Kerekesszék";
"accessibility_limited" = "Kerekesszékkel részlegesen akadálymentes";
"accessibility_no" = "Kerekesszékkel nem akadálymentes";
"accessibility_unknown" = "Ismeretlen akadálymentesség ";
"Sign In" = "Bejelentkezés";
"Sign In Prompt" = "Lépj be a Wheelmap fiókoddal.";
"Username" = "Email";
"Password" = "Jelszó";
"Sign In Button" = "Belépés";
"Sign Up Prompt" = "Új vagy erre? Regisztrálj most az OpenStreetMap-en és a Wheelmap.org-on";
"Sign Up Button" = "Feliratkozás";
"User Credentials Error" = "Rossz felhasználónév vagy jelszó. Kérjük, próbáld újra.";
"Account Linkage Error" = "A fiókod még nincs hozzárendelve egy OpenStreetMap fiókhoz. Koppints az OK-ra és a megnyíló böngészőben változtass ezen.";
"WheelchairAccessYes" = "Teljesen akadálymentes";
"WheelchairAccessLimited" = "Részlegesen akadálymentes";
"WheelchairAccessNo" = "Nem akadálymentes";
"WheelchairAccessUnknown" = "Ismeretlen akadálymentesség ";
"WheelchairAccessContentYes" = "● Lépcsőmentes bejárat\n● Minden helység lépcsőmentesen látogatható\n● Ha van mosdó: Akadálymentes kialakítású is elérhető";
"WheelchairAccessContentLimited" = "● A bejárati lépcső nem magasabb 7 cm-nél\n● A fontosabb helységek lépcsőzés nélkül megközelíthetőek";
"WheelchairAccessContentNo" = "● A bejárati lépcső magasabb, mint 7 cm\n● A fontosabb helységek nem közelíthetőek meg lépcsőzés nélkül";
"category_accommodation" = "Szállás";
"category_government" = "Szállás";
"category_money_post" = "Bank és posta";
"category_education" = "Oktatás";
"category_food" = "Étel és ital";
"category_leisure" = "Szabadidő";
"category_misc" = "Egyebek";
"category_shopping" = "Bevásárlás";
"category_sport" = "Sport";
"category_tourism" = "Turizmus";
"category_public_transfer" = "Közlekedés";
"aerodrome" = "Reptér";
"alcohol" = "Italbolt (állami)";
"archaeological_site" = "Régészeti lelőhely";
"arena" = "Aréna";
"arts_centre" = "Művészeti központ";
"artwork" = "Műalkotás";
"atm" = "ATM";
"attraction" = "Látványosság";
"bakery" = "Pékség";
"bank" = "Bank";
"bar" = "Bár";
"battlefield" = "Harcmező";
"beach" = "Strand";
"beach_resort" = "Tengerpart";
"beacon" = "Jelzőfény";
"bed_and_breakfast" = "Bed & Breakfast";
"beverages" = "Italbolt";
"bicycle" = "Kerékpár";
"bicycle_rental" = "Kerékpárkölcsönző";
"boatyard" = "Hajóhangár";
"books" = "Könyvesbolt";
"bureau_de_change" = "Pénzváltó";
"bus_station" = "Buszállomás";
"bus_stop" = "Buszmegálló";
"butcher" = "Hentes";
"cable_car" = "Nagykabinos drótkötélpálya";
"cafe" = "Kávézó";
"camp_site" = "Sátorozóhely";
"car_rental" = "Autókölcsönző";
"car_sharing" = "Car Sharing";
"caravan_site" = "Lakókocsis kemping";
"castle" = "Kastély";
"cave_entrance" = "Barlangbejárat";
"chair_lift" = "Függőszékes drótkötélpálya";
"chalet" = "Nyaraló";
"cinema" = "Mozi";
"clothes" = "Ruházati bolt";
"college" = "Főiskola";
"computer" = "Számítástechnikai bolt";
"convenience" = "Közért";
"courthouse" = "Bíróság";
"department_store" = "Áruház";
"doityourself" = "Barkácsbolt";
"drinking_water" = "Ivóvíz";
"dry_cleaning" = "Ruhatisztító";
"electronics" = "Elektronikai bolt";
"fast_food" = "Gyorsétterem";
"ferry" = "Komp";
"ferry_terminal" = "Kompterminál";
"florist" = "Virágbolt";
"fuel" = "Benzinkút";
"furniture" = "Bútorbolt";
"gallery" = "Galéria";
"garden_centre" = "Kertészet";
"guest_house" = "Vendégház";
"hairdresser" = "Fodrászat";
"halt" = "Megállóhely";
"hardware" = "Építkezők boltja";
"hospital" = "Kórház";
"hostel" = "Turistaszálló";
"hotel" = "Szálloda";
"information" = "Információ";
"kindergarten" = "Óvoda";
"kiosk" = "Trafik";
"library" = "Könyvtár";
"mall" = "Bevásárlóközpont";
"memorial" = "Emlékmű";
"motel" = "Motel";
"museum" = "Múzeum";
"nightclub" = "Éjszakai bár";
"optician" = "Optikus";
"outdoor" = "Túrabolt";
"parking" = "Parkoló";
"parking_aisle" = "Parkolóút";
"pharmacy" = "Gyógyszertár";
"place_of_worship" = "Vallási hely";
"platform" = "Peron";
"post_office" = "Posta";
"pub" = "Kocsma";
"public_building" = "Középület";
"restaurant" = "Étterem";
"school" = "Iskola";
"shoes" = "Cipőbolt";
"sports_centre" = "Sportközpont";
"stadium" = "Stadion";
"subway_entrance" = "Metrólejáró";
"supermarket" = "Szupermarket";
"swimming" = "Uszoda";
"swimming_pool" = "Úszómedence";
"terminal" = "Utasterminál";
"theatre" = "Színház";
"theme_park" = "Vidámpark";
"toilets" = "Nyilvános WC";
"tower" = "Torony";
"townhall" = "Városháza";
"tram_stop" = "Villamosmegálló";
"university" = "Egyetem";
"veterinary" = "Állatorvos";
"viewpoint" = "Kilátópont";
"zoo" = "Állatkert";
"Yes" = "Igen";
"No" = "Nem";
"LeaveApp" = "Biztosan el akarod hagyni az alkalmazást?";
"Call" = "Fel akarod hívni ezt a számot?";
"twitter" = "Twitter";
"facebook" = "Facebook";
"email" = "Email";
"sms" = "SMS";
"DetailsViewHeadline" = "Részletes nézet";
"DetailsView4ButtonViewCallLabel" = "Hívás";
"DetailsView4ButtonViewInfoLabel" = "Megjegyzés";
"DetailsView4ButtonViewRouteLabel" = "Útvonal";
"DetailsViewAskFriendsButtonLabel" = "Segíts: Kérdezd meg a barátaidat, hogy ez a hely akadálymentes-e";
"DetailsViewChoosePhotoSource" = "Fájl kiválasztása";
"DetailsViewUploadOptionCamera" = "Kamera";
"DetailsViewUploadOptionPhotoAlbum" = "Fotók";
"DetailsViewMoreInfoButtonLabel" = "További információ";
"MoreInfoViewHeadline" = "További információ";
"ShareLocationViewHeadline" = "Hely megosztása";
"EditPOIViewHeadline" = "Szerkesztés";
"EditPOIViewCategoryLabel" = "Kategória";
"EditPOIViewSetMarkerButton" = "Jelölő beállítása";
"CommentViewLabel" = "A hely kerekesszékes akadálymentességéről itt találsz további információt";
"ShareLocationLabel" = "A Wheelmap.org-on találtam ezt a helyet:";
"AskFriendsLabel" = "Tudod, hogy ez a hely kerekesszékkel akadálymentes-e?";
"DashboardNearby" = "KÖZELI HELYEK";
"DashboardMap" = "TÉRKÉP";
"DashboardCategories" = "KATEGÓRIÁK";
"DashboardHelp" = "SEGÍTS";
"SearchForPlace" = "Közeli helyek keresése";
"Places" = "Helyek";
"TopLabelText" = "";
"BottomLabelText" = "";
"Ready" = "Kész";
"RegisterNew" = "Feliratkozás";
"UsernamePlaceholder" = "Email";
"MapHybrid" = "Hibrid";
"MapStandard" = "Általános";
"MapSatellite" = "Műholdkép";
"PlacesNearby" = "Közeli helyek";
"HelpByMarking" = "Segíts azzal, hogy bejelölöd ezeknek a környékbeli helyeknek a kerekesszékes akadálymentességét";
"NoAddress" = "A cím nem áll rendelkezésre";
"NoWebsite" = "A weboldal címe nem áll rendelkezésre";
"NoPhone" = "A telefonszám nem áll rendelkezésre";
"WheelAccessStatusViewHeadline" = "Státusz";
"NavBarEditButton" = "Szerkesztés";
"NavBarSaveButton" = "Mentés";
"TitleHelp" = "Segíts";
"LoadingWheelText" = "Eredmények frissítése";
"SaveNodeFailed" = "Az adatokan nem lehetett menteni.";
"FetchNodesFails" = "Az adatokat nem lehetett frissíteni.";
"NoPOIsFound" = "Nincs találat";
"TermsText" = "Halihó! A Wheelmap frissítette a felhasználási feltételeit és az adatvédelmi nyilatkozatát. Kérjük, fogadd el mindkettőt, hogy újabb helyeket adhass hozzá, képeket tölthess fel és megjegyzéseket írhass.";
"TermsAcceptButton" = "Elfogadás";
"TermsDeniedButton" = "Elutasítás";
"TermsDeniedText" = "Ó jajj! Nem fogadtad el a felhasználási feltételeinket és az adatvédelmi nyilatkozatunkat. Ez azt jelenti, hogy nem használhatod az alkalmazás néhány klassz funckióját. Ha változtatni szeretnél ezen, jelentkezz be újra és fogadd el mindkettőt.";
"TermsTitle" = "Felhasználási feltételek";
"TermsCouldNotUpdate" = "A felhasználói információ nem frissíthetó. Kérjük, próbáld újra!";
"NoResources" = "Az erőforrások nem találhatóak. Kérjük, ellenőrizd az internet-kapcsolatot és indítsd újra az alkalmazást.";
"NavBarTitleCategory" = "Kategória";
"NavBarTitleWheelChairStatus" = "Kerekesszékes státusz";
"PhotoUuploadSuccess" = "A fénykép sikeresen feltöltve";
"PhotoUuploadFailed" = "A fényképet nem sikerült feltölteni. Kérjük, próbáld meg újra.";
"FetchingPhotoURLFailed" = "A hely fényképeit nem lehet letölteni.";
"WheelchairStatusChangeFailed" = "A hely kerekesszékes akadálymentessége nem frissíthető. Kérjük, próbáld újra.";
"NavBarTitleSharing" = "Megosztás";
"NavBarTitleComment" = "Megjegyzés";
"NavBarTitleEdit" = "Szerkesztés";
"NavBarTitleSetMarker" = "Hely beállítása";
"SearchResult" = "A keresés eredménye";
"NavBarTitleDetail" = "Részlet";
"FacebookSuccess" = "Sikeres megosztás";
"TweetSuccess" = "Sikeres megosztás";
"MailSubject" = "";
"MailBody" = "";
"MailSendSuccess" = "Az email sikeresen elküldve.";
"MailSendFailed" = "Nem sikerült elküldeni az emailt.";
"SMSSendSuccess" = "Az SMS sikeresen elküldve.";
"SMSSendFailed" = "Nem sikerült elküldeni az SMS-t.";
"EditPOIViewSetMarkerButtonDisabled" = "nem elérhető";
"NavBarTitleSetNodeType" = "Hely típusának beállítása";
"EditPOIViewNodeTypeLabel" = "Hely típusa";
"SetMarkerInstruction" = "Jelöld piros gombostűvel a hely pontos elhelyezkedését";
"ConfirmImageUpload" = "Tényleg fel akarod tölteni ezt a képet?";
"PleaseSetMarker" = "Kérjük, állítsd be a hely elhelyezkedését!";
"NoSearchService" = "A keresés nem elérhető";
"DetailsView4ButtonViewShareLabel" = "Megosztás";
"NodeNoCategorySet" = "Kérjük, válassz egy kategóriát!";
"NodeNoNameSet" = "Kérjük, adj meg egy nevet!";
"AcceptDataTerms" = "Elfogadom az adatvédelmi nyilatkozat 1. és 2. paragrafusát.";
"AcceptUserTerms" = "Elfogadom a felhasználási feltételeket.";
"PleaseAcceptAllTerms" = "Kérjük, fogadd el a felhasználási feltételeket és az adatvédelmi nyilatkozatot.";
"SaveSucess" = "Sikeres mentés";
"FirstStartBothAccounts" = "Fontos: Ahhoz, hogy a Wheelmap minden funkcióját teljes mértékben kihasználhasd, szükséged van egy OpenStreetMap ÉS egy Wheelmap fiókra is.";
"FirstStartNoAccount" = "Nincs még OpenStreetMap vagy Wheelmap fiókod?";
"FirstStartNoAccountRegister" = "Iratkozz fel mindkettőre most.";
"FirstStartOnlyOSM" = "Már van OpenStreetMap-fiókja, de még nincs Wheelmap-fiókja? Semmi gond! Jelentkezzen be a Wheelmap.org webhelyre, ahol a Profil területen létrehozhatja Wheelmap-fiókját.";
"FirstStartButton" = "Oké, értettem!";
"LoginScreenForgotPassword" = "Elfelejtett jelszó?";
"LoginScreenNoWheelmapAccount" = "Nincs még Wheelmap fiókod? Lépj be a Wheelmap.org-on az OpenStreetmap fiókoddal, kattints a fiókodra és hozz létre egy új Wheelmap-fiókot.";
"WhyOSMAccount" = "Miért van szükségem OSM felhasználói fiókra?";
"DescribeWhyOSMAccount" = "A Wheelmap.org az Openstreetmap szolgáltatásra alapul. A térképen található valamennyi adat az Openstreetmap adatbázisából származik. Ennek megfelelően az információk felvételéhez vagy módosításához Openstreetmap felhasználói fiók szükséges.";
"LoginOverOSMText" = "A Wheelmap.org webhelyre való bejelentkezéshez Openstreetmap felhasználói fiók szükséges.";
"LoginOverOSM" = "Lépjen az OSM bejelentkezési oldalára";
"OSMAccount" = "Nincs még OSM felhasználói fiókja?";
"StepsToOSMAccount" = "A bejelentkezés négy lépése:\n1. Kattintson az „OSM-regisztráció” hivatkozásra, és regisztrálja OSM felhasználói fiókját.\n2. Nyissa meg az e-mail fiókját, és kattintson az aktiváló hivatkozásra.\n3. Nyissa meg a Wheelmap alkalmazást.\n4. Jelentkezzen be az OSM felhasználói fiók adataival (felhasználónév és jelszó).";
"OSMRegistration" = "OSM-regisztráció";
